<template>
  <div class="compact">
    <my-header :title="title" v-if="showTitle"></my-header>
    <div class="content">
      <h1>718金融平台借款合同</h1>
      <p class="textRight">合同编号：_______</p>
      <p>本借款合同于______由以下双方在北京市签署。</p>
      <div>出借人：______________________</div>
      <div>证件类型：______________________</div>
      <div>证件号码：______________________</div><br/>
      <div>借款人：______________________</div>
      <div>证件类型：______________________</div>
      <div>证件号码：______________________</div>
      <div>联系地址：______________________</div><br>
      <div>鉴于：</div>
      <p>借款人和出借人双方均已在新毅网络科技有限公司（以下简称：新毅网络）运营管理的718金融平台（www.718bank.com）注册，且同意遵守718金融平台的各项行为准则，在充分阅读理解文本的情形下，双方本着诚实守信、协商一致、平等自愿的原则订立本合同。合同双方均同意通过718金融平台使用的法大大电子合同系统签署本合同。</p>
      <h2>第1条 名词定义</h2>
      <p>除非上下文另有解释，下列用语具有以下含义：</p>
      <p>1.1 本合同：指本《718金融平台借款合同》及所有附件中的任何条款、明细和信息。</p>
      <p>1.2 出借人：指本合同附件一中列明的出借人，为符合中华人民共和国法律（不包括香港特别行政区、澳门特别行政区和台湾地区的法律法规，下同）规定的具有完全民事权利能力和民事行为能力，能独立行使本合同项下权利和履行本合同项下义务的自然人、法人及其他组织。出借人为“718金融平台”的实名注册用户，经718金融平台提供的信息中介服务，出借资金给借款人。</p>
      <p>1.3 借款人：指符合中华人民共和国法律规定的具有完全民事权利能力和民事行为能力，能独立行使本合同项下权利和履行本合同项下义务的自然人、法人及其他组织。借款人为“718金融平台”的实名注册用户，在718金融平台上发布需求信息，从出借人处获得资金。</p>
      <p>1.4 718金融平台：指新毅网络经营的提供网络借贷信息中介服务的互联网平台。</p>
      <p>1.5 资金存管机构：指为网络借贷业务提供资金存管服务的商业银行，亦可称为“存管人”。本合同中特指与新毅网络签署存管合同（具体名称以实际签署合同为准）、为718金融平台的网络借贷业务提供资金存管服务的银行。</p>
      <p>1.6 借款出借日期：指出借人通过资金存管机构将出借款项支付至借款人收款账户之日。</p>
      <h2>第2条 借款信息及相关明细</h2>
      <p>2.1 借款人同意通过718金融平台向出借人借款，出借人同意通过718金融平台向借款人发放借款，借款本金为___________（大写：________），借款期限_________。</p>
      <p>2.2 借款用途为________。不得用于个人购买住房，不得进行证券投资或权益投资，不得用于期货合约、结构化产品及其他衍生品等高风险的投资或从事其他违法、违规交易。</p>
      <p>2.3 借款的放款日为____________。</p>
      <p>2.4 借款起息日为___________，为借款放款日后第一个自然日，借款放款日调整的，起息日同时调整。</p>
      <p>2.5 借款到期日为_________，为借款人最后一期的还款日。</p>
      <p>2.6 本合同的借款利率为固定利率，年利率为__________。</p>
      <p>月利率＝年利率÷12；日利率＝年利率/自然年天数。</p>
      <p>2.7 利息计算方式</p>
      <p>按月计算，即每月应付利息=借款本金×月利率。</p>
      <p>如借款起息日至首个付息日为非整月的，按实际借款天数计算利息。</p>
      <h2>第3条 借款人还款</h2>
      <p>3.1 还款方式为以下第【 】种：</p>
      <p>（1）每月付息，到期还本。</p>
      <p>（2）到期一次还本付息。</p>
      <p>（3）等额本息。每月还款额=[借款本金×月利率×（1+月利率）^还款月数]÷[（1+月利率）^还款月数－1]</p>
      <p>3.2 借款人还款日为每月的______日，如当月无该日期，则以当月的最后一日为还款日。如还款日遇节假日或公休日，还款日不顺延，为还款日之前的最后一个工作日。</p>
      <p>3.3 借款人还款期数为______期，提前还款的按照实际资金还款期数计算。</p>
      <p>3.4 每期还款本息金额具体见《还款计划表》。</p>
      <p>3.5 借款人正常还款方式及流程</p>
      <p>借款人正常还款方式为主动还款，具体流程为：借款人于本合同约定的还款日的24时前（如还款日为非工作日，则在还款日之前的最后一个工作日24时前）将当期应付款项经由借款人银行账户充值至借款人718金融平台存管账户，由新毅网络委托资金存管机构将当期应付本息划付至出借人在718金融平台的存管账户内，将应付服务费划付至新毅网络在存管行的平台存管户内。</p>
      <p>3.6 借款人提前还款</p>
      <p> 3.6.1 借款人可于贷款发放日起满3个月后至到期日前倒数第1个还款日内，申请提前偿还全部应付款项。借款人提前还款的，借款项目提前结束。</p>
      <p> 3.6.2 借款人拟提前还款的，需在当期还款日前提前10个工作日通知新毅网络，并与新毅网络客服联系（客服电话：4001-718-718，还款日及节假日期间不受理）。借款人只能在当期还款日提前还款，如当期还款日已过，则顺延至次月还款日。</p>
      <p> 3.6.3 借款人提前还款时，需支付当期应付服务费、当期应付本息、剩余未付服务费总额（服务费提前还款时不做减免，仍按正常还款情况下每月应付的服务费计算剩余应付服务费、逾期还款服务费之总和）、剩余未付本金总额逾期还款违约金（如有），还应交纳剩余借款期限应付利息总和的30%作为提前还款违约金，由新毅网络委托资金存管机构划付至出借人在718金融平台的存管账户内；交纳剩余借款期限应付利息总和的30%作为提前还款撮合、安排费。</p>
      <p> 3.6.4 借款人提前还款方式及流程参照第3.5条的正常还款约定。</p>
      <h2>第4条 咨询服务费用的支付</h2>
      <p>依据借款人与新毅网络签署的《718金融平台借款信息咨询与服务协议》（编号：_______________），借款人需向新毅网络支付信息咨询服务费（以下简称：服务费）。借款人支付服务费的期数、日期、应付服务费金额、收款账户信息见《718金融借款信息咨询与服务协议》及《还款计划表》。</p>
      <h2>第5条 双方的权利与义务</h2>
      <p>5.1 出借人的主要权利和义务</p>
      <p> 5.1.1 出借人已了解本合同所有内容并自愿依照本合同相关约定行使相关权利、履行相关义务。</p>
      <p> 5.1.2 出借人有权自行选择借款人，根据718金融平台披露的相关信息，最终决定是否出借资金给特定借款人。</p>
      <p> 5.1.3 出借人按照本合同的约定履行出借义务。</p>
      <p> 5.1.4 出借人有权通过718金融平台查看出借的相关信息及借款人还款情况。</p>
      <p> 5.1.5 出借人在资金出借、转让过程中产生的相关税费，由出借人自行向主管税务机关申报、缴纳。</p>
      <p>5.2 借款人的主要权利和义务</p>
      <p> 5.2.1 借款人已认真阅读和理解本合同所有内容并自愿按本合同相关约定行使相关权利、履行相关义务。</p>
      <p> 5.2.2 借款人应按时足额支付本息，并向新毅网络支付服务费。</p>
      <p> 5.2.3 借款人逾期还款时，应按约定支付逾期还款违约金等；借款人提前还款时，应按约定支付提前还款违约金及提前还款撮合、安排费。</p>
      <p> 5.2.4 借款人签署本合同之日起至借款全部清偿之日止，有义务在下列信息变更之日起三日内通过新毅网络提供更新后的信息给出借人：</p>
      <p>     A. 借款人的工作单位、居住地址、住所电话、手机号码、电子邮箱等；</p>
      <p>     B. 借款人家庭联系人或紧急联系人工作单位、居住地址、住所电话、手机号码等。</p>
      <p>     C. 因借款人不提供或不及时提供上述变更信息而导致出借人产生的损失，包括调查费用、仲裁费用及律师费用及及其他因上述借款人原因所产生的费用等将由借款人承担。</p>
      <p>5.3 借款人承担本合同项下的相关费用，包括但不限于用于公证、鉴定、评估、登记、快递等事项的费用。</p>
      <h2>第6条 承诺与保证</h2>
      <p>6.1 出借人的承诺及保证</p>
      <p> 6.1.1 出借人保证为718金融平台注册用户并在本合同有效期内保持718金融平台注册用户身份。</p>
      <p> 6.1.2 出借人保证提供的身份信息等信息真实、准确、完整。</p>
      <p> 6.1.3 出借人保证提供的出借资金均为来源合法的自有资金。</p>
      <p> 6.1.4 出借人保证了解融资项目的信贷风险，确认具有相应的风险认知和承受能力，自行承担借贷资产的本息损失。</p>
      <p>6.2 借款人的承诺与保证：</p>
      <p> 6.2.1 借款人在此确认为具有完全民事权利能力和完全民事行为能力的自然人、法人及其他组织，有权签订并履行本合同。</p>
      <p> 6.2.2 借款人承诺向出借人提供的信息（包括但不限于姓名或名称、证件类型、证件号码、学历、联系方式、联系地址、职业 信息、联系人信息等）、在所有网络借贷信息中介机构未偿还借款信息以及借款用途等所有信息均为真实、准确、完整、合法和有效的。</p>
      <p> 6.2.3借款人保证融资项目真实、合法，并承诺依照本合同约定用途使用借款资金、不得挪用本合同借款资金用于出借等其他目的或用途。</p>
      <p> 6.2.4 借款人承诺依照本合同约定及时向出借人如实报告影响或可能影响出借人权益的重大信息。</p>
      <p> 6.2.5 借款人保证自身具有与借款金额相匹配的还款能力并依照本合同约定履行还款义务。</p>
      <p> 6.2.6 借款人承诺没有通过故意变换身份、虚构融资项目或借款用途、夸大融资项目收益前景等欺诈形式申请或取得借款。</p>
      <p> 6.2.7 借款人承诺没有同时通过多个网络借贷信息中介机构，或者通过变换项目名称或借款用途、对项目内容进行非实质性变更等方式，就同一融资项目进行重复融资。</p>
      <p> 6.2.8 借款人承诺没有在网络借贷信息中介机构以外的公开场所发布同一融资项目的信息。</p>
      <p>6.3 出借人、借款人共同的承诺及保证</p>
      <p> 6.3.1出借人、借款人承诺，不得利用718金融平台进行信用卡套现、洗钱或恐怖融资等其他违法犯罪行为，否则应依法承担由此产生的法律责任与后果。</p>
      <p> 6.3.2 出借人、借款人应妥善保管自己718金融平台的注册用户名和密码，自行承担因注册用户名和密码丟失、泄露或允许他人使用所产生的后果。任何一方通过其用户名和密码登录的任何操作均视为该方的真实意思表示。</p>
      <h2>第7条 违约责任</h2>
      <p>7.1借款逾期</p>
      <p> 7.1.1 借款人如在还款日24时前，未按本合同约定将当期应付款项（本金及利息、应付服务费之和）足额充值至借款人资金存管账户，导致资金存管机构划扣失败的，视为借款人逾期，借款人应当支付逾期还款违约金。借款人资金存管帐户资金不足以划扣当期应付款项时，718金融平台对部分充值情形将不做还款处理。</p>
      <p> 7.1.2 当借款人的任何一期应付款项逾期时，应按照0.05%*当期应付本息*逾期天数缴纳逾期还款违约金。</p>
      <p> 7.1.3 如因借款人原因导致未能及时、足额扣划支付当月应还本息的，借款人仍应按本合同7.1.2条约定支付逾期还款违约金。</p>
      <p> 7.1.4 借款人偿还本合同项下各款项的先后顺序为：服务费、提前还款撮合、安排费、逾期 / 提前还款违约金、应还利息、应还本金。</p>
      <p> 7.1.5借款人逾期后再进行还款的，偿还顺序为相关费用、利息、本金。</p>
      <p>7.2 借款人发生如下违约行为时，出借人有权解除或提前终止本合同，借款人须在出借人提出解除本合同之日起3日内一次性支付全部本金、利息和逾期还款违约金。</p>
      <p> 7.2.1 借款人擅自改变本合同第一条规定的借款用途；</p>
      <p> 7.2.2 严重违反还款义务（逾期达到15天及以上）；</p>
      <p> 7.2.3 借款人提供虚假资料或者故意隐瞒重要事实。</p>
      <p>7.3 借款人自行承担由于出借人委托718金融平台将借款人违约的相关信息依法进行披露后带来的任何影响。如借款人存在涉嫌欺诈等犯罪行为，出借人有权向相关国家机关报案，以追究其刑事责任。</p>
      <p>7.4 因借款人违约而导致出借人产生的损失，包括本息损失、仲裁费用、调查费用、律师费用及其他因违约所产生的费用等由借款人承担。</p>
      <h2>第8条 保密条款</h2>
      <p>本合同以及本合同项下的事宜以及与此等事宜有关的任何文件、资料或信息统称为“保密信息”，但（1）从披露方获得时，已公开的；（2）从披露方获得前，接受方已经获知的；（3）从有正当权限并不受保密义务制约的第三方获得的；以及（4）非依靠披露方披露或提供的信息及接收方独自开发的信息除外。</p>
      <h2>第9条 通知及送达</h2>
      <p>在本合同项下，718金融平台以及电子签章第三方服务平台法大大通过短信向出借人和借款人发送的任何通知、要求、协议、债务催收函在下列情况下应被视为送达：</p>
      <p>9.1 借款合同通过718金融平台签署后，法大大通过短信通知出借人及借款人双方的。</p>
      <p>9.2 718金融平台通过短信发送还款提醒、逾期还款通知、以及逾期超过 30 天时，发送债务催收函给借款人的。</p>
      <h2>第10条 合同的生效、变更、解除和终止</h2>
      <p>10.1 本合同自出借人、借款人双方线上签字或签章之日起生效，至本合同项下借款本金、利息、罚息、逾期还款违约金及所有其他应付款项清偿之日终止。双方可采用电子和纸质文档，包括但不限于点击勾选、电子签名、手写签名或盖章等方式签署本合同，各方不得以签署方式的不同，否认本合同之法律效力。</p>
      <p>10.2 本合同生效后，除本合同已有约定外，任何一方都不得擅自变更或提前解除本合同。如确需变更或解除本合同，应经本合同双方协商一致，并达成书面合同。书面合同达成之前，本合同继续执行。</p>
      <p>10.3 为相关担保手续办理之目的，本合同是办理相应担保物权登记管理部门办理相关登记文件的一部分；若本合同与担保物权登记管理部门办理担保物权登记备案的借款合同不一致的，以本合同为准。</p>
      <h2>第11条 法律适用</h2>
      <p>本合同的签订、履行、终止、解释均适用于中华人民共和国法律。</p>
      <h2>第12条 争议的解决方式</h2>
      <p>凡任何一方因本合同引起的或与本合同有关的任何争议，由双方自行协商解决。如双方协商未成，则应提交本合同签署地北京市海淀区人员法院提起诉讼。</p>
      <h3>第13条 附则</h3>
      <p>13.1. 本合同项下的借款申请材料与本合同相关的通知、证明、凭证、函电等附件均是本合同不可分割的组成部分，具有同等法律效力，对本合同双方均有法律约束力。</p>
      <p>13.2 借款人和出借人均同意并确认：借款人、出借人通过其718金融平台存管账户和银行账户采取的行为所产生的法律后果和法律责任归属于借款人、出借人本人；借款人、出借人授权和委托新毅网络根据本合同所采取的全部行动和措施的法律后果均归属于借款人、出借人本人，与新毅网络无关，新毅网络也不因此承担任何责任。在任何情形下，新毅网络不是本合同项下任何借款或债务的债务人，不需要以其自有资金偿还本合同项下的任何借款或债务。新毅网络亦不是本合同项下债务的担保人，不需要以其自有资金承担本合同项下的担保责任。借款人和出借人同意，新毅网络有权就其为借款人和出借人提供的服务收取服务费。</p>
      <p>13.3 本合同一式叁份，甲乙双方各执壹份，担保物权登记部门壹份（如需），具有同等法律效力。</p>
      <p>（以下无正文）。</p><br>
      <br><br><br><br><br>
      <br>
      <p>（本页无正文，为《718金融平台借款合同》之签署页）</p><br><br><br>
      <p>出借人：（出借人盖章）</p><br><br><br>
      <p>借款人：（借款人盖章）</p><br><br><br>
      <br>
      <p>签署日期：</p>




    </div>

  </div>
</template>
<style>
  .compact{
    background: #fff;
    font-size: 14px;
    line-height: 30px;
    color:#000;
    padding:0 0.5rem;
  }
  .compact p{
    text-indent: 2em;
  }
  .compact h1{
    font-size:18px;
  }
  .compact h2{
    font-size:15px;
    margin-top:0.8rem;
  }
</style>
<script>
  import MyHeader from '@/components/header/header'
  export default{
    data(){
      return {
        title: '718金融平台借款合同',
        showTitle:true
      }
    },
    created(){
      if(this.$route.params.show&&this.$route.params.show=='0'){
        this.showTitle=false
      }
    },
    components: {
      MyHeader
    }
  }
</script>
