<template>
  <div class="compact">
    <my-header :title="title" v-if="showTitle"></my-header>
    <div class="content">
      <h1 class="textCenter">718金融平台借款信息咨询与服务协议</h1>
      <p class="textRight">协议编号：_______</p>
      <p>本借款合同于______由以下双方在北京市签署。</p>
      <div>借款人：______________________</div>
      <div>证件号码：______________________</div>
      <div>联系电话：______________________</div><br/>
      <div>服务方：<span class="underline">新毅网络科技有限公司</span></div>
      <div>证件号码：<span class="underline">9111010835830448XJ</span></div>
      <div>办公地址：<span class="underline">北京市海淀区苏州街18号院 A2座812</span></div><br><br>
      <div>鉴于：</div>
      <p>1. 借款人有通过服务方新毅网络科技有限公司（以下简称：“新毅网络”）经营的提供网络借贷信息中介服务的718金融平台借款的需求。</p>
      <p>2. 服务方为借款人提供网络借贷信息中介业务的相关服务。</p>
      <p>现双方就相关服务内容达成一致，特订立本协议。</p><br><br>
      <h2>第1条 释义</h2>
      <p>除非上下文另有解释，下列词语具有以下含义：</p>
      <p>1.1 本协议：指《718金融平台借款信息咨询与服务协议》及所有附件中的任何条款、明细和信息。</p>
      <p>1.2 《718金融平台借款合同》：指出借人、借款人通过服务方718金融平台签署的编号前12位为________的所有借款合同及其附件（借款本金合计为_______（大写）________；借款期限________）。</p>
      <p>1.3 出借人：指《718金融平台借款合同》中列明的出借人，为符合中华人民共和国法律（不包括香港特别行政区、澳门特别行政区和台湾地区的法律法规，下同）规定的具有完全民事权利能力和民事行为能力，能独立行使本协议项下权利和履行本协议项下义务的自然人、法人及其他组织，经平台提供的信息中介服务，出借资金给借款人。出借人为“718金融平台”的实名注册用户，经718金融平台提供的信息中介服务，出借资金给借款人。</p>
      <p>1.4 借款人：指《718金融平台借款合同》中列明的借款人，为符合中华人民共和国法律规定的具有完全民事权利能力和民事行为能力，能独立行使本协议项下权利和履行本协议项下义务的自然人、法人及其他组织。借款人为“718金融平台”的实名注册用户，在718金融平台上发布需求信息，从出借人处获得资金。</p>
      <p>1.5 工作日：指中华人民共和国法律规定的工作日（法定工作日）。</p>
      <p>1.6 718金融平台：指服务方新毅网络经营的提供网络借贷信息中介服务的互联网平台。</p>
      <p>1.7 支付机构：指在出借人、借款人、服务方等各方主体之间作为中介机构提供资金转移服务的银行或非银行机构。</p>
      <p>1.8 资金存管机构：指为网络借贷业务提供资金存管服务的商业银行，亦可 称为“存管人”。本协议中特指与服务方签署存管合同（具体名称以实际签署协议为准）、为718金融平台的网络借贷业务提供资金存管服务的银行。</p>
      <p>1.9 服务费是指因服务方为借款人提供借款信息咨询、资信评估、出借人推荐、还款提醒、还款管理等一系列服务，从而由借款人向服务方支付的综合服务报酬。</p>
      <h2>第 2 条 借款人权利义务</h2>
      <p>2.1 借款人有义务按照服务方的要求进行操作，真实、准确、完整的填写其信息（包括但不限于电子邮件地址、手机号码等）及融资信息，并应提供其在所有网络借贷信息中介机构未偿还的借款信息，借款人因其操作不当或填写的信息等有误造成的法律后果、经济损失均由其自行承担。</p>
      <p>2.2 借款人应基于合法目的与服务方开展借款相关服务，不得利用服务方及（或）718金融平台从事任何违法犯罪活动。</p>
      <p>2.3 借款人应保证融资项目真实、合法，并按照约定用途使用借贷资金，不得用于出借等其他目的。</p>
      <p>2.4 借款人承诺依照本协议约定向服务方支付服务费。</p>
      <p>2.5 服务方依据出借人的委托要求，借款人按《718金融平台借款合同》的约定进行还款时，借款人有义务无条件及时按照服务方发出的要求进行还款并向服务方提供协助。</p>
      <p>2.6 借款人同意并授权：在借款人正常还款及（或）借款人逾期还款时，借款人授权委托服务方新毅网络代为发起还款申请，并由服务方发起还款指令，完成还款。借款人提前还款时，需由借款人自行发起提前还款申请。</p>
      <p>2.7 借款人同意并授权：若借款人未依照其与出借人签署的《718金融平台借款合同》的约定履行还款义务的，服务方可依法披露借款人逾期还款的事实。</p>
      <p>2.8 借款人在申请及实现借款的全过程中，必须如实向服务方提供所要求提供的信息、融资信息及材料；借款人同意并授权服务方可以使用并可以通过任何第三方渠道验证借款人所提供信息的真实性，且借款人应在所提供信息被认定为虚假时承担所有后果和法律责任。</p>
      <p>2.9 自本协议生效之日起至所有本息、服务费、及逾期还款违约金（如有）全部清偿前，借款人本人、家庭联系人及紧急联系人的工作单位、居住地址、住所电话、手机号码、账户信息如出现变更的，应在变更后三日内向服务方提供变更后的最新信息，因借款人未及时提供最新信息或提供虚假信息而导致其自身和/或任何其他主体遭受的损失均由借款人承担。</p>
      <p>2.10 借款人同意和授权：就借款人提供的信息及服务方通过合法渠道获取的与其相关的信息，服务方有权为本协议目的自行管理并使用。</p>
      <p>2.11 借款人在此不可撤销地同意并确认，当借款人的任何一期应付款项逾期时，服务方新毅网络必要时有权指定第三方对借款人应付款项进行代偿而无需征得借款人同意，并有权向第三方提供借款人相关信息。第三方代偿后，相应债权转让给该第三方，由该第三方行使相应催收管理权利，借款人应当继续向该第三方履行还款义务。</p>
      <p>2.12 借款人应尽的责任和义务，本服务协议不完善之处，见《718金融平台借款合同》的约定。</p>
      <h2>第 3 条 服务方权利义务</h2>
      <p>3.1 服务方为借款人提供直接借贷信息的采集整理、甄别筛选、网上发布，以及资信评估、借贷撮合、融资咨询、在线争议解决等相关服务。</p>
      <p>3.2 服务方有权依据政府、行业协会等相关部门的要求将借款人在718金融平台借款的相关信息报送或传递至相关部门、行业协会或相关数据库等。</p>
      <p>3.3 服务方应妥善保管借款人的资料和交易信息，不得删除、篡改，不得非法买卖、泄露借款人的基本信息和交易信息。</p>
      <p>3.4 服务方按规定依法履行借款人身份识别、可疑交易报告、客户身份资料和交易记录保存等反洗钱和反恐怖融资义务，并配合相关部门做好防范查处金融违法犯罪相关工作。</p>
      <p>3.5 服务方应按照相关要求做好互联网信息内容管理、网络与信息安全相关工作。</p>
      <p>3.6 服务方有权就借款人提供的信息及服务方通过合法渠道获取的与其相关的信息，为本协议及《718金融平台借款合同》目的自行管理并使用。</p>
      <p>3.7 服务方应按照本协议的规定，恪尽职守，以诚实、信用、谨慎、有效管理的原则为借款人进行服务。</p>
      <p>3.8 服务方有权通过借款人提供的信用信息及行为记录为借款人提供借款相关的信用审核服务，并为借款人提供相关建议。</p>
      <p>3.9 服务方有权根据对借款人的评估结果以及借款人的借款申请，自主决定是否协助借款人获取资金来源，促成交易。</p>
      <p>3.10 服务方根据出借人的授权，有权根据实际情况代为行使贷后管理、逾期催收、处置等权利。</p>
      <p>3.11 718金融平台依法在其官方网站上向出借人披露借款人基本信息、融资项目基本信息、风险评估及可能产生的风险结果、已撮合未到期融资项目资金运用及还款情况等有关信息，借款人对此无异议。</p>
      <p>3.12 服务方应依法披露借款人的以下信息：</p>
      <p>  A. 借款人姓名/名称（脱敏处理）；B. 证件类型及号码（脱敏处理）；C. 借款用途；D. 在平台逾期次数；E. 在平台逾期总金额；F. 其它可披露信息。</p>
      <p>3.13 借款人同意服务方或服务方委托的第三方接受出借人的委托，代理出借人根据本协议及借款协议等对借款人进行还款管理服务。</p>
      <p>3.14 借款人同意，在其未依照《718金融平台借款合同》的约定履行还款义务时，服务方及其委托的第三方渠道有权通过合法方式进行联系、调查和沟通。</p>
      <p>3.15 借款人确认：借款人授权和委托服务方按照本协议约定实施的行为或采取的措施所产生的法律后果均由借款人承担。</p>
      <p>3.16 借款人确认并同意：服务方提供的与本协议有关的书面文件或电子信息作为本协议的组成部分。</p>
      <p>3.17 服务方有权采取措施防范欺诈行为，如服务方发现借款人有欺诈行为或其他损害出借人利益的情形，有权将相关信息予以公告并有权立即终止借款人的相关网络借贷活动。</p>
      <h2>第 4 条 服务费用及支付方式</h2>
      <p>4.1 服务费定义</p>
      <p>服务方为借款人提供办理借款的信息咨询，并为借款人提供出借人推荐服务，借款人同意向服务方支付服务费。</p>
      <p>4.2 服务费计算</p>
      <p> 4.2.1 借款人同意服务方风险定价综合成本<span class="underline">18%</span>（年化），综合成本包含2部分：</p>
      <p>  （1）出借人协议资金利率<span class="underline">8.7</span>%（年化）；</p>
      <p>  （2）借款人每期还款金额与每期本息的差额作为当期服务费归属于服务方；</p>
      <p> 4.2.2 借款人总服务费=每期服务费*________（还款期数）=______________（小写）。</p>
      <p> 4.2.3 借款人用款后，服务方按照借款人借款信息自动生成还款计划表，借款人依据还款计划表以等额还款方式按期向服务方计付服务费。</p>
      <p> 4.2.4 若借款人提前还款的，服务费支付期数不做减免，仍按正常还款情况下每月应付服务费计算剩余应付的服务费总额，并于提前还款时一次性支付。</p>
      <p>4.3 服务费支付方式</p>
      <p>服务费每月随利息一起支付，即由借款人按照《718金融平台借款合同》的约定，在当月还款日24时前（如为非工作日，则在还款日之前的最后一个工作日24时前，若当月无该日期，则以当月的最后一日为支付日），主动将当期应付服务费、逾期偿还服务费违约金（如有）总额，通过服务方委托的存管行划转至服务方在存管行的平台存管户（即平台资金来往账户）内。</p>
      <p>服务方在存管行的平台存管账户信息如下：</p>
      <p>账户名称：<span class="underline">新毅网络科技有限公司</span></p>
      <p>账 号：<span class="underline"> 601104020000000774</span></p>
      <p>开户银行：<span class="underline"> 廊坊银行股份有限公司开发区支行</span></p><br>
      <p>4.4 借款人未按约定在还款日支付服务方服务费的，视为借款人违约。借款人逾期天数不超过<span class="underline">7</span>天（含）的，按照<span class="underline">0.05%</span>*应付服务费*逾期天数，收取逾期偿还服务费违约金；借款人逾期天数超过<span class="underline">7</span>天的，按照<span class="underline">0.3%</span>*应付服务费*逾期天数，收取逾期偿还服务费违约金，直至服务费全部清偿完毕之日。逾期偿还服务费违约金不计复利。</p>
      <h2>第 5 条 提前还款条款</h2>
      <p>5.1 借款人可于贷款发放日起满<span class="underline">3</span>个月后至到期日前倒数第<span class="underline">1</span>个还款日内，申请提前偿还全部应付款项。</p>
      <p>5.2 借款人提前还款时，需在当期还款日前提前<span class="underline">10</span>个工作日通知服务方，并与服务方客服联系（客服电话：4001-718-718，还款日及节假日期间不受理），经服务方审核并与借款人协商一致后，按照《718金融平台借款合同》有关条款执行。</p>
      <h2>第6条 承诺及保证</h2>
      <p>6.1 借款人承诺借款人通过718金融平台发起借款申请是经过慎重考虑的。718金融平台审批通过后，借款人与服务方新毅网络签署本服务协议，即视为借款人同意通过718金融平台发布借款需求，718金融平台按监管要求募集资金，期限最长为20个工作日。本协议生效后，借款人不可撤销此借款需求。</p>
      <p>6.2 借款人应根据服务方的要求如实向出借人、服务方提供信息（包括但不限于姓名或名称、证件类型、证件号码、学历、联系方式、联系地址、职业信息、联系人信息等）以及融资信息（包括但不限于借款用途等）、其在所有网络借贷信息中介机构未偿还借款信息等相关信息。借款人承诺并保证其向出借人、服务方提供的所有信息均为真实、完整和有效的。</p>
      <p>6.3 借款人如因工作单位、职位、工作地点等变化或发生任何其他有可能影响或导致借款人经济状况恶化或还款能力减低的事件时，都必须在前述事件发生之日起 2 个工作日内书面通知服务方。</p>
      <p>6.4 借款人承诺不得将借款资金用于《718金融平台借款合同》约定以外之用途。</p>
      <p>6.5 借款人承诺及保证内容，本服务协议不完善之处，见《718金融平台借款合同》的约定。</p>
      <h2>第7条 违约责任</h2>
      <p>7.1 任何一方违反本协议的约定，导致本协议的全部或部分不能履行，均应 承担违约责任，并赔偿守约方因此遭受的损失；如双方均违约，根据实际情况各 自承担相应的责任。</p>
      <p>7.2 因借款人未按《718金融平台借款合同》约定及时还款而导致服务方发生的费用，包括但不限于调查费用、仲裁费用、律师费用及委托其他公民仲裁所产生的差旅费用等，概由借款人承担。</p>
      <h2>第 8 条 法律适用及管辖</h2>
      <p>8.1 适用法律。本协议的全部事项，包括但不限于本协议的效力、解释、履 行以及争议的解决均受中国法律管辖；本协议项下任一条款如与中国法律中的强制性规范相抵触，应在该等强制性规范所不禁止的最大限度内进行解释和执行，且任何该等与强制性规范相抵触的约定不应影响本协议其他条款的效力。</p>
      <p>8.2 争议管辖。各方一致同意，如发生争议，不论争议金额大小，均提交<span class="underline">北京仲裁委员</span>会适用<span class="underline">北京仲裁委员会仲裁</span>规则项下的简易程序进行仲裁。</p>
      <p>8.3 在仲裁期间，本协议中不涉及争议的条款仍须履行，各方均不得以解决 争议为由拒不履行其在本协议项下的任何义务。</p>
      <h2>第9条 其他</h2>
      <p>9.1 本协议经借款人与服务方共同签署后成立并生效，至借款人与服务方履行完毕本协议项下全部义务时终止。双方可采用电子和纸质文档，包括但不限于点击勾选、电子签名、手写签名或盖章等方式签署本合同，各方不得以签署方式的不同，否认本协议之法律效力。</p>
      <p>9.2 借款人委托服务方保管所有与本协议有关的书面文件或电子信息。</p>
      <p>（以下无正文）</p><br>
      <br>
      <br>
      <p>（本页无正文，为《718金融平台借款信息咨询与服务协议》之签署页）</p><br><br><br>
      <p>借款人： &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; （借款人盖章）</p><br><br><br>
      <p>签署日期：</p><br><br><br>
      <p>服务方：新毅网络科技有限公司  &nbsp; &nbsp; &nbsp;（服务方盖章）</p>
      <br><br><br>
      <p>签署日期：</p><br><br>

    </div>

  </div>
</template>
<style>
  .compact{
    background: #fff;
  }
  .compact .content{
    border-top:1px solid #F5F5F5;
    text-align: left;
    padding:0.5rem;
    line-height: 30px;
    color:#000;
    font-size: 14px;
  }
  .compact .underline{
    text-decoration: underline;
  }
  .compact p{
    text-indent: 2em;
  }
  .compact h1{
    font-size:18px;
  }
  .compact h2{
    font-size:15px;
    margin-top:0.8rem;
  }
</style>
<script>
  import MyHeader from '@/components/header/header'
  export default{
    data(){
      return {
        title: '借款合同',
        showTitle:true
      }
    },
    created(){
      if(this.$route.query.show&&this.$route.query.show=='0'){
        this.showTitle=false
      }
    },
    components: {
      MyHeader
    }
  }
</script>
